Repository: iHonzis/Kalkulacka
Catalog: Kalkulacka/*.lproj/Localizable.strings
Languages: cs

# message
source: Hello
cs: Ahoj

source: Edit
cs: Upravit

source: Me
cs: Já

source: Alcohol Tracker
cs: Alkohol Kalkulačka

source: of
cs: z

source: Standard Drinks
cs: Bězných nápojů

# summary_title
source: Today's Summary
cs: Dnešní souhrn

source: mg Active
cs: Aktivní mg

source: Drinks
cs: Nápoje

# caffeine_disclaimer
source: Caffeine can be addictive. The results shown are based on average metabolism rates.
cs: Kofein může být návykový. Daný výsledek je vypočten z průmerného metabolismu zadaného jedince.

# title_caffeine
source: Caffeine Tracker
cs: Kofeinová Kalkulačka

source: Caffeine (mg)
cs: Kofein (mg)

# when_off
source: You will be sober at:
cs: Efekt kofeinu vyprší ve:

source: Add Drink
cs: Přidat Nápoj

# alc_disclaimer
source: Alcohol can be addictive. The results shown are based on average metabolism rates.
cs: Alkohol může být návykový. Daný výsledek je vypočten z průmerného metabolismu zadaného jedince.

source: today
cs: dnes

source: Drinks
cs: Nápojů

source: BAC
cs: ALK

# of_max
source: of %d
cs: ze %d

source: Alcohol
cs: Alkohol

source: Caffeine
cs: Kofein

# Empty
source: Effect has worn off
cs: Efekt vyprchal

source: Cancel
cs: Zrušit

source: Add Drink
cs: Přidat nápoj

source: Drink Details
cs: Detaily nápoje

source: Alcohol Content
cs: Obsah alkoholu

source: Caffeine Content
cs: Obsah kofeinu

source: Drink name
cs: Název nápoje

source: Amount
cs: Množství

source: Unit
cs: Jednotka

source: Alcohol %
cs: Alkohol %

source: Validation Error
cs: Chyba validace

source: Please enter a valid amount
cs: Zadejte platné množství

source: Drink type
cs: Typ nápoje

source: Popular
cs: Populární

source: Custom
cs: Vlastní

source: Add
cs: Přidat

source: Already sober
cs: Již střízlivý

source: Personal Information
cs: Osobní údaje

source: Age
cs: Věk

source: years
cs: let

source: Gender
cs: Pohlaví

source: Physical Measurements
cs: Fyzické údaje

source: Weight
cs: Váha

source: Height
cs: Výška

source: Health Information
cs: Zdravotní informace

source: BMI Category
cs: Kategorie BMI

source: Save Profile
cs: Uložit profil

source: My Profile
cs: Můj profil

source: Underweight
cs: Podváha

source: Normal
cs: Normální

source: Overweight
cs: Nadváha

source: Obese
cs: Obezita

source: No drinks recorded
cs: Žádné nápoje nejsou zaznamenány

source: Edit Time
cs: Upravit čas

source: Delete All
cs: Smazat vše

source: History
cs: Historie

source: Are you sure?
cs: Jste si jisti?

source: This will permanently delete all recorded drinks
cs: Tímto trvale smažete všechny zaznamenané nápoje

source: Edit Time for
cs: Upravit čas pro

source: Time
cs: Čas

source: Save
cs: Uložit

source: Male
cs: Muž

source: Female
cs: Žena

source: Delete All Drinks
cs: Smazat všechny nápoje

source: Beer 10º
cs: Pivo 10º

source: Beer 11º
cs: Pivo 11º

source: Beer 12º
cs: Pivo 12º

source: Wine Glass
cs: Sklenka vína

source: Wine Bottle
cs: Láhev vína

source: Champagne
cs: Šampaňské

source: Absinth
cs: Absint

source: Moscow Mule
cs: Moskevská Mula

source: Green
cs: Zelená

source: Double Espresso
cs: Dvojité espresso

source: Green Tea
cs: Zelený čaj

source: Black Tea
cs: Černý čaj

source: Drink size must be greater than 0
cs: Velikost nápoje musí být větší než 0

source: Alcohol percentage cannot be negative
cs: Procento alkoholu nemůže být záporné

source: Alcohol percentage cannot exceed %@%
cs: Procento alkoholu nemůže překročit %@%
